Repository: TexTools/xivModdingFramework
Catalog: xivModdingFramework/Resources/XivStrings.*.resx
Languages: de, fr, ko

source: Accessory
de: Accessoire
fr: Accessoire
ko: 장신구

source: Actions
de: Kommandos
ko: 행동

source: ALL
de: Alle
fr: Tous
ko: 모두

source: Au Ra - Raen
fr: Ao Ra - Raen
ko: 아우라 렌

source: Au Ra - Xaela
fr: Ao Ra - Xaela
ko: 아우라 젤라

source: Au Ra
fr: Ao Ra
ko: 아우라

source: Bahamut-Egi
ko: 바하무트 에기

source: Beneficial
de: Stärkung
fr: Renforcement
ko: 유익함

source: Bishop Autoturret
de: Selbstschuss-Gyrocopter LÄUFER
fr: Auto-tourelle Fou
ko: 비숍 자동포탑

source: Body
de: Rumpf
fr: Torse
ko: 몸통

source: Body + Hands
de: Rumpf + Hände
fr: Torse + Mains
ko: 몸통 + 손

source: Body + Hands + Legs
de: Rumpf + Hände + Beine
fr: Torse + Mains + Jambes
ko: 몸통 + 손 + 다리

source: Body + Hands + Legs + Feet
de: Rumpf + Hände +Beine + Füße
fr: Torse + Mains + Jambes + Pieds
ko: 몸통 + 손 + 다리 + 발

source: Body + Legs
de: Rumpf + Beine
fr: Torse + Jambes
ko: 몸통 +다리

source: Body + Legs + Feet
de: Rumpf + Beine + Füße
fr: Torse + Jambes + Pieds
ko: 몸통 +다리 + 발

source: Buddy
de: Mitstreiter
fr: Compagnon
ko: 버디

source: Buddy Action
de: Mitstreiter-Aktion
fr: Action de Compagnon
ko: 버디 액션

source: Carbuncle
de: Karfunkel
ko: 카벙클

source: Character
de: Charakter
fr: Personnage
ko: 캐릭터

source: ColorSet
de: Farbset
fr: Coloris
ko: 색상 세트

source: Companions
de: Mitstreiter
fr: Compagnon
ko: 버디

source: Company
de: Gesellschaft
fr: Compagnie
ko: 자유부대

source: Company Action
de: Gesellschafts-Aktion
fr: Actions de compagnie
ko: 자유부대 작전

source: Craft
de: Synthese
fr: Artisanat
ko: 제작

# CraftAction
source: Crafting Action
de: Syntheseaktion
fr: Action d'artisanat
ko: 제작 기술

source: DemiHuman
de: Halbmensch
fr: Demi-humain
ko: 아인

source: Detrimental
de: Schwächung
fr: Fragilisation
ko: 약화

source: Diffuse
de: Diffus
fr: Diffusion
ko: 난반사

source: Earring
de: Ohrring
fr: Boucle d'oreille
ko: 귀걸이

source: Elezen
fr: Élézen
ko: 엘레젠

# Emote
source: Emotes
ko: 감정표현

source: Eos
fr: Éos
ko: 요정 에오스

source: Equipment
de: Ausrüstung
fr: Équipement
ko: 장비

source: Equipment Decals
de: Wappen
fr: Blason
ko: 장비 문장

# Error_DirectoryError
source: Directory Error
de: Verzeichnisfehler
fr: Erreur de répertoire
ko: 디렉터리 오류

# Error_FileNotFound
source: Unable to find file, please check your directories under settings
de: Datei konnte nicht gefunden werden. Bitte überprüfen Sie die Verzeichnisse unter den Einstellungen.
fr: Impossible de trouver le fichier. Veuillez vérifier vos répertoires dans les paramètres.
ko: 파일을 찾을 수 없습니다. 설정에서 디렉터리를 확인해 주십시오.

source: Etc
de: usw.
ko: 등

source: Event
de: Ereignis
fr: Événement
ko: 이벤트

source: Event Action
de: Ereignis-Aktion
fr: Action d'événement
ko: 이벤트 액션

source: Face
de: Gesicht
fr: Visage
ko: 얼굴

source: Face Paint
de: Merkmale
fr: Maquillage
ko: 얼굴 치장

source: Feet
de: Füße
fr: Pieds
ko: 발

source: Female
de: Weiblich
fr: Femme
ko: 여성

source: Field Marker
de: Markierung
fr: Marqueur
ko: 마커

source: Food
de: Essen
fr: Nourriture
ko: 음식

source: Garuda-Egi
ko: 가루다 에기

source: Gear
de: Ausrüstung
fr: Équipement
ko: 장비

source: General
de: Allgemein
fr: Général
ko: 일반

source: Hair
de: Haar
fr: Cheveux
ko: 머리 모양

source: Hands
de: Hände
fr: Mains
ko: 손

source: Head
de: Kopf
fr: Tête
ko: 머리

source: Head + Body
de: Kopf + Rumpf
fr: Tête + Torse
ko: 머리 + 몸통

# Hyur_H
source: Hyur Highlander
de: Hyuran (Hochländer)
fr: Hyur (Hyurgoths)
ko: 휴런 고원 부족

# Hyur_M
source: Hyur Midlander
de: Hyuran (Wiesländer)
fr: Hyur (Hyurois)
ko: 휴런 중원 부족

source: Ifrit-Egi
ko: 이프리트 에기

# Index_Backup
source: No index file backups detected. \nWould you like to create a backup now? \n\nWarning: This will disable any active modifications in order to create a backup. They will have to be manually re-enabled.
de: Es wurden keine Backups der Indexdatei gefunden. \nSoll jetzt ein Backup erstellt werden? \n\nWarnung: Dies deaktiviert aktive Änderungen, um ein Backup zu erstellen. Diese müssen manuell reaktiviert werden.
fr: Aucun fichier de sauvegarde d'index détecté. \nVoulez-vous créer une sauvegarde maintenant ? \n\nAvertissement : Ceci désactivera toute modification active afin de créer une sauvegarde. Elles devront être réactivées manuellement.
ko: 인덱스 파일 백업이 감지되지 않았습니다. \n지금 백업을 만드시겠습니까? \n\n경고: 백업을 생성하기 위해 활성화된 수정 사항은 모두 비활성화됩니다. 수동으로 다시 활성화해야 합니다.

source: Iris
ko: 눈동자

source: Items
de: Gegenstände
fr: Objets
ko: 아이템

source: Lalafell
ko: 라라펠

# Language
source: en
de: de
fr: fr
ko: ko

source: Legs
de: Beine
fr: Jambes
ko: 다리

source: Legs + Feet
de: Beine + Füße
fr: Jambes + Pieds
ko: 다리 + 발

source: Main Hand
de: Haupthand
fr: Main directrice
ko: 주 무기

# Main_Off
source: Main Hand + Off Hand
de: Haupthand + Nebenhand
fr: Main directrice + Main non directrice
ko: 주 무기 + 보조 무기

source: Male
de: Männlich
fr: Homme
ko: 남성

source: Minions
de: Begleiter
fr: Mascottes
ko: 꼬마 친구

source: Miqote
fr: Miqo'tes
ko: 미코테

source: Monster
ko: 마물

source: Mounts
de: Reittiere
fr: Montures
ko: 탈것

source: Neck
de: Hals
fr: Cou
ko: 목

source: Off Hand
de: Nebenhand
fr: Main non directrice
ko: 보조 무기

source: Pets
de: Familiare
fr: Familiers
ko: 소환수

source: Ramuh Egi
ko: 라무 에기

source: Rings
fr: Bagues
ko: 손가락

source: Roegadyn
fr: Roegadyns
ko: 루가딘

# SearchBox
source: Search Textures
ko: 검색 Textures

source: Sephirot-Egi
ko: 세피로트 에기

source: Soul Crystal
de: Jobkristall
fr: Cristal d'âme
ko: 소울 크리스탈

source: Tail
de: Schwanz
fr: Queue
ko: 꼬리

source: Titan-Egi
ko: 타이탄 에기

source: Two Handed
de: Zweihändig
fr: deux mains
ko: 양손

source: Waist
de: Taille
fr: Ceinture
ko: 허리

source: Weapon
de: Waffe
fr: Arme
ko: 무기

source: Wrists
de: Handgelenke
fr: Poignets
ko: 팔

source: Loading Screen
fr: Ecran de chargement
ko: 로딩 화면

source: Hyur Midlander Male
de: Hyuran (Wiesländer) männl.
fr: Hyur (Hyurois, masc.)
ko: 휴런 중원 부족 남성

source: AuRa Female
de: Au Ra (weibl.)
fr: Ao Ra (fem.)
ko: 아우라(여)

source: AuRa Female NPC
de: Au Ra (weibl.) NPC
fr: PNJ Ao Ra (fem.)
ko: 아우라(여) NPC

source: AuRa Male
de: Au Ra (männl.)
fr: Ao Ra (m.)
ko: 아우라(남)

source: AuRa Male NPC
de: Au Ra (männl.) NPC
fr: PNJ Ao Ra (m.)
ko: 아우라(남) NPC

source: Elezen Female
de: Elezen weibl.
fr: Élézen (fém.)
ko: 엘레젠(여)

source: Elezen Female NPC
de: Elezen weibl. NPC
fr: PNJ Élézen (fém.)
ko: 엘레젠(여) NPC

source: Elezen Male
de: Elezen männl.
fr: Élézen (m.)
ko: 엘레젠(남)

source: Elezen Male NPC
de: Elezen männl. NPC
fr: PNJ Élézen (m.)
ko: 엘레젠(남) NPC

source: Hyur Highlander Female
de: Hyuran (Hochländer) weibl.
fr: Hyur (Hyurgoths, fém.)
ko: 휴런 고원 부족 여성

source: Hyur Highlander Female NPC
de: Hyuran (Hochländer) weibl. NPC
fr: PNJ Hyur (Hyurgoths, fém.)
ko: 휴런 고원 부족 여성 NPC

source: Hyur Highlander Male
de: Hyuran (Hochländer) männl.
fr: Hyur (Hyurgoths, masc.)
ko: 휴런 고원 부족 남성

source: Hyur Highlander Male NPC
de: Hyuran (Hochländer) männl. NPC
fr: PNJ Hyur (Hyurgoths, masc.)
ko: 휴런 고원 부족 남성 NPC

source: Hyur Midlander Female
de: Hyuran (Wiesländer) weibl.
fr: Hyur (Hyurois, fém.)
ko: 휴런 중원 부족 여성

source: Hyur Midlander Female NPC
de: Hyuran (Wiesländer) weibl. NPC
fr: PNJ Hyur (Hyurois, fém.)
ko: 휴런 중원 부족 여성 NPC

source: Hyur Midlander Male NPC
de: Hyuran (Wiesländer) männl. NPC
fr: PNJ Hyur (Hyurois, masc.)
ko: 휴런 중원 부족 남성 NPC

source: Lalafell Female
de: Lalafell weibl.
fr: Lalafell (fém.)
ko: 라라펠족 여성

source: Lalafell Female NPC
de: Lalafell weibl. NPC
fr: PNJ Lalafell (fém.)
ko: 라라펠족 여성 NPC

source: Lalafell Male
de: Lalafell männl.
fr: Lalafell (masc.)
ko: 라라펠족 남성

source: Lalafell Male NPC
de: Lalafell männl. NPC
fr: PNJ Lalafell (masc.)
ko: 라라펠족 남성 NPC

source: Miqote Female
de: Miqo'te weibl.
fr: Miqo'tes (fém.)
ko: 미코테(여)

source: Miqote Female NPC
de: Miqo'te weibl. NPC
fr: PNJ Miqo'tes (fém.)
ko: 미코테(여) NPC

source: Miqote Male
de: Miqo'te männl.
fr: Miqo'tes (masc.)
ko: 미코테(남)

source: Miqote Male NPC
de: Miqo'te männl. NPC
fr: PNJ Miqo'tes (masc.)
ko: 미코테(남) NPC

source: Roegadyn Female
de: Roegadyn weibl.
fr: Roegadyns (fém.)
ko: 루가딘(여)

source: Roegadyn Female NPC
de: Roegadyn weibl. NPC
fr: PNJ Roegadyns (fém.)
ko: 루가딘(여) NPC

source: Roegadyn Male
de: Roegadyn männl.
fr: Roegadyns (masc.)
ko: 루가딘(남)

source: Roegadyn Male NPC
de: Roegadyn männl. NPC
fr: PNJ Roegadyns (masc.)
ko: 루가딘(남) NPC

# Furniture_Indoor
source: Indoor Furniture
de: Einrichtungsgegenstände
fr: Meubles d'intérieur
ko: 실내 가구

source: Housing
de: Wohngebiete
fr: Logement
ko: 하우징

# Furniture_Outdoor
source: Outdoor Furniture
de: Gartenmöbel
fr: Meubles d'extérieur
ko: 실외 가구

source: Hrothgar
ko: 로스가르

source: Hrothgar NPC
fr: PNJ Hrothgar
ko: 로스가르족 NPC

source: Viera
fr: Viéra
ko: 비에라족

source: Viera NPC
fr: PNJ Viéra
ko: 비에라족 NPC

source: Inner Ear
de: Innenohr
fr: Oreille interne
ko: 내이

source: Dual Wield
de: Zweihand
fr: Double-mains
ko: 쌍수

source: Seraph
fr: Séraphin
ko: 세라핌

source: Decal
de: Abzeichen
fr: Décalcomanie
ko: 데칼

source: Human
de: Mensch
fr: Humain
ko: 인간

source: Ear
de: Ohr
fr: Oreille
ko: 귀

source: Elezen - Duskwight
de: Elezen – Dunkelalben
fr: Élézen – Crépusculaires
ko: 엘레젠 덤스와이트

source: Elezen - Wildwood
de: Elezen – Erlschatten
fr: Élézen – Sylvestres
ko: 엘레젠 와일드우드

source: Hrothgar - Helion
fr: Hrothgar – Hélions
ko: 로스가르족: 헬리온

source: Hrothgar - Lost
de: Hrothgar – Die Losgesagten
fr: Hrothgar – Éloignés
ko: 로스가르족: 로스트

source: Hyur - Highlander
de: Hyuran – Hochländer
fr: Hyur – Hyurgoths
ko: 휴런 – 고원 부족

source: Hyur - Midlander
de: Hyuran – Wiesländer
fr: Hyur – Hyurois
ko: 휴런 – 중원 부족

source: Lalafell - Dunesfolk
de: Lalafell – Sandlinge
fr: Lalafell – Peuple des dunes
ko: 라라펠족: 사막 부족

source: Lalafell - Plainsfolk
de: Lalafell – Halmlinge
fr: Lalafell – Peuple des plaines
ko: 라라펠족: 평원 부족

source: Miqo'te - Keeper
de: Miqo'te – Mondstreuner
fr: Miqo'tes – Tribu de la Lune
ko: 미코테: 달의 수호자

source: Miqo'te - Seeker
de: Miqo'te – Goldtatzen
fr: Miqo'tes – Tribu du Soleil
ko: 미코테: 태양의 추종자

source: Roegadyn - Hellsguard
de: Roegadyn – Lohengarde
fr: Roegadyns (Clan du feu)
ko: 루가딘: 불꽃의 수호자

source: Roegadyn - Sea Wolf
de: Roegadyn – Seewölfe
fr: Roegadyns (Clan de la mer)
ko: 루가딘: 바다의 늑대

source: Viera - Rava
fr: Rava - Viéra
ko: 라바 비에라

source: Viera - Veena
fr: Veena - Viéra
ko: 비나 비에라

source: Cure
de: Vita
fr: Soin
ko: 케알

source: Hrothgar Female
de: Hrothgar (weibl.)
fr: Hrothgar (femme)
ko: 로스가르족 여성

source: Hrothgar Female NPC
de: Hrothgar (weibl.) NPC
fr: PNJ Hrothgar (femme)
ko: 로스가르족 여성 NPC

source: Hrothgar Male
de: Hrothgar (männl.)
fr: Hrothgar (homme)
ko: 로스가르족 남성

source: Hrothgar Male NPC
de: Hrothgar (männl.) NPC
fr: PNJ Hrothgar (homme)
ko: 로스가르족 남성 NPC

source: Viera Female
de: Viera weibl.
fr: Viéra (fém.)
ko: 비에라족 여성

source: Viera Female NPC
de: Viera weibl. NPC
fr: PNJ Viéra (fém.)
ko: 비에라족 여성 NPC

source: Viera Male
de: Viera männl.
fr: Viéra (masc.)
ko: 비에라족 남성

source: Viera Male NPC
de: Viera männl. NPC
fr: PNJ Viéra (masc.)
ko: 비에라족 남성 NPC

source: Fish
de: Aquarienfisch
fr: Poisson d'aquarium
ko: 수족관 물고기

source: Weapons
de: Waffen
fr: Armes
ko: 무기

source: Accessories
de: Accessoires
fr: Accessoires
ko: 장신구

source: Ears
de: Ohren
fr: Oreilles
ko: 귀

source: Furniture
de: Möbel
fr: Ameublement
ko: 가구

source: Icon
fr: Icône
ko: 아이콘

source: Indoor Furniture
de: Einrichtungsgegenstände
fr: Meubles d'intérieur
ko: 실내 가구

source: HUD
fr: ATH

source: Maps
de: Karte
fr: Carte

source: Marker
de: Markierung
fr: Signes

source: Other
de: Anderes
fr: Autre

source: Rook Autoturret
de: Selbstschuss-Gyrocopter TURM
fr: Auto-tourelle Tour

source: Status
fr: États
